<?php
// Text
$_['text_search']       = 'Поиск';
$_['text_brand']        = 'Производитель';
$_['text_manufacturer'] = 'Производитель:';
$_['text_model']        = 'Модель:';
$_['text_reward']       = 'Бонусные баллы:';
$_['text_points']       = 'Цена в бонусных баллах:';
$_['text_stock']        = 'Наличие:';
$_['text_instock']      = 'В наличии';
$_['text_price']        = 'Цена:';
$_['text_tax']          = 'С налогом:';
$_['text_discount']     = '%s или более %s';
$_['text_option']       = 'Опции:';
$_['text_qty']          = 'Количество:';
$_['text_minimum']      = 'Минимальное количество заказа этого товара: %s';
$_['text_or']           = '- или -';
$_['text_comments']     = 'Комментариев: %s';
$_['text_write']        = 'Оставить комментарий';
$_['text_no_comments']  = 'Ещё никто не оставил комментарий о записе.';
$_['text_note']         = '<span style="color: #FF0000;">Внимание:</span> HTML не поддерживается! Используйте обычный текст.';
$_['text_share']        = 'Поделиться';
$_['text_success']      = 'Спасибо за Ваш комментарий. Он отправлен администратору на утверждение.';
$_['text_success_now']  = 'Спасибо за Ваш комментарий.';

$_['text_upload']       = 'Файл успешно загружен на сервер!';
$_['text_wait']         = 'Подождите пожалуйста!';
$_['text_tags']         = 'Метки:';
$_['text_error']        = 'Запись не найдена!';
$_['text_viewed']       = 'Просмотров:';
$_['text_anonymus']     = 'Неизвестный';

// Entry
$_['entry_name']        = 'Ваше Имя:';
$_['entry_comment']     = 'Ваш комментарий:';
$_['entry_rating']      = 'Оценка:';
$_['entry_good']        = 'Хорошо';
$_['entry_bad']         = 'Плохо';
$_['entry_captcha']     = 'Введите код, указанный на картинке:';

// Tabs
$_['tab_description']   = 'Описание';
$_['tab_images']   		= 'Изображения';
$_['tab_attribute']     = 'Характеристики';
$_['tab_comment']       = 'Комментарии ';
$_['tab_related']       = 'Похожие записи';

// Error
$_['error_name']        = 'Название комментария должно быть от 3 до 25 символов!';
$_['error_reg']        = 'Комментарии могут оставлять только зарегистрированные пользователи.<br>Пожайлуста <a href="/index.php?route=account/login">войдите в личный кабинет</a> или <a href="/index.php?route=account/register">зарегистрируйтесь</a>';
$_['error_text']        = 'Текст комментария должен быть от 25 до 1000 символов!';
$_['error_rating']      = 'Пожалуйста, выберите оценку!';
$_['error_captcha']     = 'Код, указанный на картинке, введен неверно!';
$_['error_upload']      = 'Требуется загрузка файла!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_filetype']    = 'Неправильное расширение файла!';
?>